/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "Trageți %1$@ după\nacțiunea %2$@.";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "Trageți %1$@ la %2$@.";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "Adăugați %@ pentru\na previzualiza GIF-ul.";

/* %@ = shortcut name */
"Added shortcut: %@" = "Scurtătură adăugată: %@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "Scurtăturile dvs. au fost resetate. Redeschideți aplicația Scurtături pentru a continua.";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "Execută scurtătura %@";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "În curs de executare, %lu%% finalizat";

/* Accessibility label */
"Edit profile photo" = "Editați poza de profil";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "O animație a centrului de notificări în timpul tragerii în jos din partea de sus a ecranului";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "O animație a adăugării widgetului Scurtături la lista de widgeturi active";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "O animație a derulării în partea de jos a listei de widgeturi și a apăsării butonului Editați";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "O animație a glisării spre lista la lista de widgeturi";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "O captură de ecran a centrului de notificări cu widgetul Scurtături";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "%1$@, %2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "Imagine de profil - %@";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "Transformați în identitate principală";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "Selectat ca identitate principală";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "Plus, minus";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "Ștergere înapoi";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "Zecimală";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "Din păcate, aplicația Scurtături nu poate rezolva problema, care provine din aplicația gazdă. Vă recomandăm să contactați producătorul aplicației și să-l anunțați despre această problemă.";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "Aplicația care a deschis această extensie nu a furnizat nicio intrare.";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "Scurtătura nu a putut fi descărcată.";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Baza de date Scurtături nu poate fi citită deoarece a fost creată de o versiune mai nouă a aplicației.\n\nPuteți să actualizați aplicația Scurtături sau să vă resetați scurtăturile. Scurtăturile dvs. vor fi pierdute, dar, dacă utilizați Sincronizare iCloud, acestea vor fi restaurate.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Baza de date Scurtături nu poate fi citită deoarece este coruptă. Puteți rezolva problema prin resetarea scurtăturilor. Scurtăturile dvs. vor fi pierdute, dar, dacă utilizați Sincronizare iCloud, acestea vor fi restaurate.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Baza de date Scurtături nu poate fi citită deoarece este coruptă.\n\nPuteți să trimiteți un e-mail la asistență cu baza dvs. de date coruptă sau să vă resetați scurtăturile personalizate. Scurtăturile dvs. vor fi pierdute, dar, dacă utilizați Sincronizare iCloud, vor fi restaurate.";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "Asistență prin e‑mail";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "Resetați scurtăturile";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "Actualizați Scurtături";

/* Alert title for an error */
"Aw no!" = "O, nu!";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "Nepotrivire versiune Scurtături";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "Resetare scurtături";

/* Apple watch; label for result from running the shortcut */
"Result" = "Rezultat";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "Rezultate (%ld)";

/* Back button */
"Back" = "Înapoi";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "Adăugarea widgetului sporește semnificativ viteza de executare a scurtăturilor. Sigur doriți să omiteți acest pas?";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "Trimiterea nu a fost efectuată! Reîncercați peste câteva minute.";

/* Button */
"Cancel" = "Anulați";

/* Button */
"Done" = "OK";

/* Button */
"Next" = "Înainte";

/* Button */
"OK" = "OK";

/* Button */
"Submit your own workflow" = "Trimiteți fluxul de lucru propriu";

/* Button for editing their profile picture */
"Edit" = "Editați";

/* Button or nav bar title */
"Edit Profile" = "Editați profilul";

/* Button or title */
"Run shortcut" = "Executați scurtătura";

/* Button or title to share a shortcut */
"Share Shortcut" = "Partajați scurtătura";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "Trimiteți scurtătura";

/* Button or title; user profile */
"Profile" = "Profil";

/* Button that shows all collection search results */
"See All" = "Afișați tot";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "Abandonați modificările";

/* Button title; create a new shortcut */
"Create Shortcut" = "Creați o scurtătură";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "Adăugați un widget";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "Păstrați ambele";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "Înlocuiți";

/* Button to skip a step */
"Skip" = "Omiteți";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "Alegeți scurtăturile de afișat pe ceasul dvs.";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "Alegeți scurtăturile de afișat în complicație.";

/* Copy content */
"Copy" = "Copiați";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "Scurtătura specificată nu a fost găsită.";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "Scurtătura “%@” nu a fost găsită.";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "Scurtătură fără titlu";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "Adăugați orice scurtătură la Siri înregistrând o expresie vocală personalizată.";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "Combinați o serie de pași într-o singură scurtătură pentru a automatiza acțiunile pe care le efectuați în aplicațiile dvs. ";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "Accesați scurtăturile și mai rapid folosind widgetul Scurtături.";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "Alegeți din bibliotecă";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "Fotografiați";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "johnny@workflow.is";

/* Edit profile; email field title */
"Email" = "E-mail";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "URL-ul site-ului web “%@” nu este valid.";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "Site web nevalid";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "Fluxurile dvs. de lucru vor fi publicate sub numele “%@”.";

/* Edit profile; person name field title */
"Name" = "Nume";

/* Edit profile; person name field title (required) */
"Name (Required)" = "Nume (obligatoriu)";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "Informații confidențiale";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "Informații publice";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "Nu s‑a găsit nimic pentru “%@”. Încercați altceva.";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "Nicio scurtătură.";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "Niciun rezultat";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "URL-ul scurtăturii furnizate a fost nevalid.";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "Importare eșuată";

/* Error message */
"There are no photos in your photo library." = "Nu există poze în biblioteca dvs. foto.";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "Linkul scurtăturii poate fi nevalid sau este posibil să fi fost șters.";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "Conectare imposibilă la Galerie.";

/* Error message title */
"Shortcut Not Found" = "Scurtătură negăsită";

/* Error message when a collection does not load */
"Couldn't load this collection." = "Această colecție nu a putut fi încărcată.";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "Această colecție nu a putut fi încărcată.";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "Execuția acțiunii “%@” a durat prea mult.";

/* Exit the app (kills the app) */
"Exit" = "Ieșiți";

/* Gallery search section title for collection search results */
"Collections" = "Colecții";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "Mai puțin";

/* Gallery search; button to show more collection search results */
"Show More" = "Mai mult";

/* Generic title for a notification show in the app */
"Notification" = "Notificare";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "Scurtături";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "acțiuni";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "Aceasta este o scurtătură.";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "Felicitări!";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "Ura!";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "butonul de executare a scurtăturii";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "Trageți peste o acțiune pentru a vă partaja GIF-ul.";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "buton de redare";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\nCeva nu a funcționat. Reîncercați sau apăsați OK.";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\nNu ați terminat executarea scurtăturii. Reîncercați sau apăsați OK.";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\nTocmai ați creat o scurtătură. Apăsați butonul de redare pentru executarea ei!";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\nScurtăturile sunt create dintr-o serie de acțiuni (articolele din stânga).\n\nSă adăugăm în continuare o acțiune “Creați un GIF”, care va anima pozele din prima acțiune.";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\nSă construim o scurtătură care creează un GIF animat.";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\nTocmai ați executat o scurtătură. Nu a fost super?";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "Bun venit în Scurtături!";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "Prin apăsarea butonului “Trimiteți”, fluxul dvs. de lucru va fi trimis pentru revizuire. Dacă decidem să includem fluxul dvs. de lucru în Galerie, vă vom notifica prin e-mail.";

/* Make GIF action name */
"Make GIF" = "Creați un GIF";

/* Media file name label */
"Media File" = "Fișier multimedia";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "Doriți să înlocuiți scurtătura dvs.?";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "Informații flux de lucru";

/* None option */
"None" = "Nimic";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "Super! Se pare că ați adăugat deja widgetul Scurtături. Să continuăm.";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "Executați scurtături incredibil de rapid folosind widgetul Scurtături.";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "Introduceți aici o descriere a acțiunilor efectuate de fluxul dvs. de lucru.";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "Introduceți aici o descriere mai detaliată a acțiunilor efectuate de fluxul dvs. de lucru.";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "Ion Popescu";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "Introduceți aici o descriere scurtă a acțiunilor efectuate de fluxul dvs. de lucru.";

/* Print content */
"Print" = "Tipăriți";

/* Quick Look action name */
"Quick Look" = "Privire rapidă";

/* Recovery option for when the gallery does not load */
"Try Again" = "Reîncercați";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "Deschideți configurările";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "Activați datele celulare sau utilizați WLAN pentru a accesa Galeria.";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "Activați datele celulare sau utilizați Wi-Fi pentru a accesa Galeria.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "Dezactivați modul Avion sau utilizați WLAN pentru a accesa Galeria.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "Dezactivați modul Avion sau utilizați Wi-Fi pentru a accesa Galeria.";

/* Save as image */
"Save Image" = "Salvați imaginea";

/* Search gallery */
"Search" = "Căutare";

/* Section title */
"Shortcuts" = "Scurtături";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "Evernote";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "Mail";

/* Share via Messages */
"Message" = "Mesaj";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "Scurtătură trimisă";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "S‑a adăugat în bibliotecă";

/* Splash screen primary button title */
"Get Started" = "Începeți";

/* Splash screen title */
"Welcome to Shortcuts" = "Bun venit în Scurtături!";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "Opriți %@";

/* Take Photo action name */
"Take Photo (action name)" = "Fotografiere";

/* Tap to choose an option */
"Tap to Choose" = "Apăsați pentru alegere";

/* Terms and Conditions view title */
"Terms and Conditions" = "Termene și condiții";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "Vă vom anunța când o aprobăm!";

/* Title */
"Gallery" = "Galerie";

/* Title */
"Shortcuts" = "Scurtături";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "Spuneți mai departe";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "Descriere";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "Descriere lungă";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "Descriere scurtă";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "Nume flux de lucru";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "Efectuați o solicitare pentru Siri";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "Adăugați widgetul?";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "Aveți deja o scurtătură denumită “%@”.";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "Ups";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "Mergeți pe drumul cel mai scurt";

/* Title of main screen showing your library of shortcuts */
"Library" = "Bibliotecă";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "Widgetul Scurtături";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "Bază de date coruptă";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "Vizualizați Galeria…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "Gestionați scurtăturile…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "Personalizați în Scurtături";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "Ați găsit widgetul! Apăsați *Adăugați un widget* pentru a-l accesa de oriunde.";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "Ați găsit widgetul! Reveniți aici pentru a vă executa scurtăturile rapid.";

/* Today widget; empty state */
"No Shortcuts" = "Nicio scurtătură";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "Apăsați pentru a vedea restul";

/* Twitter handle label or share via Twitter */
"Twitter" = "Twitter";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "Încărcare";

/* Watch app button; stop running the shortcut */
"Stop" = "Opriți";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "Afișați/ascundeți";

/* Watch app; Change text field text */
"Tap to Change" = "Apăsați pentru modificare";

/* Watch app; Compose a message */
"Create Message" = "Creați un mesaj";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "Plus/minus";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "de %@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "Adresă expediere";

/* Watch app; email composer; bcc address label */
"Bcc" = "Bcc";

/* Watch app; email composer; cc address label */
"Cc" = "Cc";

/* Watch app; email composer; from address label */
"From" = "De la";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "Atașate (%ld)";

/* Watch app; email composer; subject label */
"Subject" = "Subiect";

/* Watch app; email composer; to address label */
"To" = "Către";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "Localizarea nu a fost găsită";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "Cc/Bcc";

/* Watch app; number field placeholder */
"Enter number…" = "Introduceți un număr…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "Trebuie să alegeți un contact căruia să-i trimiteți un mesaj.";

/* Watch app; send the email */
"Send" = "Trimiteți";

/* Watch app; share QuickLook content */
"Share" = "Partajați";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "Utilizați Handoff pe iPhone pentru a permite accesul pentru %@.";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "Utilizați Handoff pe iPhone pentru a continua scurtătura.";

/* Watch app; text field placeholder */
"Enter text…" = "Introduceți text…";

/* Watch app; view current content on the phone */
"View on iPhone" = "Afișați pe iPhone";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "Nu a fost adăugată nicio scurtătură.";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "Nicio scurtătură";

/* Website URL label */
"Website" = "Site web";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "Adăugare widget";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "O animație a apăsării ferme pe pictograma Scurtături de pe ecranul principal pentru deschiderea widgetului";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "Apăsați + pentru a adăuga widgetul Scurtături. Apăsați “OK”.";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Glisați în sus pentru a accesa ecranul principal, apăsați ferm pe pictograma Scurtături, apoi apăsați “Adăugați un widget”.";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Apăsați butonul principal, apăsați ferm pe pictograma Scurtături, apoi apăsați “Adăugați un widget”.";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "Derulați către partea de jos\nși apăsați “Editați”.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "Glisați la stânga pentru\nafișarea widgeturilor dvs.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "Derulați în jos din partea\nstângă jos și apăsați “Editați”.";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "Glisați în jos din partea de sus pentru a afișa centrul de notificări.";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "Scurtătura dvs. este gata de partajare!";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = " - %@";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%1$@ până la %2$@";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "dreapta";

